tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "mopidy/mopidy"
tap "neovim/neovim"
tap "shyiko/ktlint"
tap "thiswayq/versions-1"
tap "thoughtbot/formulae"
cask "java"
cask "xquartz"
brew "ant"
brew "autoconf"
brew "automake"
brew "bash"
brew "bison"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "pixman"
brew "cairo"
brew "ccat"
brew "chromedriver"
brew "cmake"
brew "ctags"
brew "derby"
brew "docker", link: false
brew "exercism"
brew "faad2"
brew "fd"
brew "libogg"
brew "flac", args: ["with-libogg"]
brew "fzf"
brew "jpeg"
brew "little-cms2"
brew "ghostscript"
brew "git"
brew "gmp"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "gstreamer"
brew "orc"
brew "gst-plugins-base", args: ["with-libogg", "with-libvorbis", "with-opus", "with-theora"]
brew "gst-plugins-bad", args: ["with-faad2", "with-libmms", "with-opus"]
brew "vala"
brew "libsoup"
brew "libvorbis"
brew "theora"
brew "gst-plugins-good", args: ["with-flac", "with-libshout", "with-speex", "with-taglib"]
brew "speex"
brew "gst-plugins-ugly", args: ["with-flac", "with-lame", "with-libmms", "with-libshout", "with-libvorbis", "with-mad", "with-theora", "with-two-lame"]
brew "pygobject3"
brew "gst-python"
brew "heroku"
brew "hub"
brew "xz"
brew "imagemagick"
brew "jemalloc"
brew "lame"
brew "libgpg-error"
brew "libgraphqlparser"
brew "libksba"
brew "libmms"
brew "libshout"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "lzo"
brew "mad"
brew "maven"
brew "memcached", restart_service: true
brew "msgpack"
brew "mysql", restart_service: true
brew "unibilium"
brew "neovim"
brew "nmap"
brew "nsq"
brew "nvm"
brew "openvpn"
brew "opus"
brew "postgresql", link: false
brew "postgresql@9.6", restart_service: true, link: true
brew "py2cairo"
brew "qt"
brew "qt@5.5", link: true
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ruby-build"
brew "taglib"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "two-lame"
brew "v8"
brew "vim", args: ["with-client-server"]
brew "vimpager"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "mopidy/mopidy/mopidy"
brew "shyiko/ktlint/ktlint"
brew "thiswayq/versions-1/elasticsearch17", link: false
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
cask "black-screen"
cask "eclipse-java"
cask "vagrant"
cask "visualvm"
cask "wkhtmltopdf"
